// напишите программу которая на вход принимает два числа и проверяет является ли одно
// квадратом другого


int a = 25;
int b = 6;

if (a == b * b)
{
Console.WriteLine("yes");
}
if (a != b * b)
{
Console.WriteLine("no");
}
